Repository: ransomx/ftprjhkr
Catalog: Fitasia/App_LocalResources/Checkout.aspx.*.resx
Languages: sv_se

# BtnProceed.Text
source: Proceed with payment
sv_se: Fortsätt med betalning

# CheckBoxAgree.Text
source: I have read the terms of use, payment and agree to them
sv_se: Jag har läst användarvillkoren, betalning och godkänner dem

# CheckBoxRequired.ErrorMessage
source: Please, agree to the terms
sv_se: Snälla, accepterar villkoren

# CheckBoxStore.Text
source: I wish to store shipment information into my account
sv_se: Jag vill lagra information om försändelsen i mitt konto

# LblCardType.Text
source: Card type
sv_se: Korttyp

# LblCity.Text
source: City
sv_se: Stad

# LblDetailsH.Text
source: Details
sv_se: Detaljer

# LblDurationH.Text
source: Duration
sv_se: Varaktighet

# LblExpiration.Text
source: Expiration
sv_se: Utgångs

# LblName.Text
source: Name
sv_se: Namn

# LblPayment.Text
source: Payment method
sv_se: Betalningssätt

# LblPaypalHeader.Text
source: Paypal account:
sv_se: Paypal-konto:

# LblPriceH.Text
source: Price
sv_se: Pris

# LblSavedAddres.Texts
source: Saved address
sv_se: Sparad adress

# LblSecurityCode.Text
source: Security code
sv_se: Säkerhetskod

# LblSelected.Text
source: Product
sv_se: Produkt

# LblShipmentHeader.Text
source: Shipment information
sv_se: Sändningsinformation

# LblSurname.Text
source: Surname
sv_se: Efternamn

# LblTitleH.Text
source: Title
sv_se: Titel

# LblToCharge
source: To pay
sv_se: Att betala

# LblToChargeH.Text
source: Ammount to charge
sv_se: ammount att debitera

# LblTypeOfPayment.Text
source: Type of payment
sv_se: Skriv av betalning

# ReqValCardNum.ErrorMessage
source: Specify card holders name
sv_se: Ange korthållare namn

# ReqValCity.ErrorMessage
source: Fill in the city
sv_se: Fyll i staden

# ReqValCVC.ErrorMessage
source: Specify card's security code
sv_se: Ange kortets säkerhetskod

# ReqValName.ErrorMessage
source: Fill in the name
sv_se: Fyll i namnet

# ReqValPaypalUN.ErrorMessage
source: Specify PayPal account
sv_se: Specificera PayPal-konto

# ReqValRB.ErrorMessage
source: Choose a payment method
sv_se: Välj en betalningsmetod

# ReqValStreet.ErrorMessage
source: Fill in the street
sv_se: Fyll på gatan

# ReqValSurname.ErrorMessage
source: Fill in the surname
sv_se: Fyll i namnet

# ReqValZip.ErrorMessage
source: Fill in the postal code
sv_se: Fyll i postnummer

# TxtPayPalUN.placeholder
source: Email
sv_se: E-Post

# LblSavedAddress.Text
source: Saved address
sv_se: Sparade adress
